[Language]
Code="ca"
Name="Català"
Version="2.6.3"
Translator="woonaval <woonaval@gmail.com>"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="Tancar"
Maximize="Maximitzar"
Minimize="Minimitzar"
Restore="Restaurar"
Menu="Menú Principal"

; Status Icon
[NotifyIcon]
Tip="Lingoes\nCapturar Paraula en Pantalla: [$CursorStatus]\nTraraduir text seleccionat: [$SelectionStatus]\nTraduir Text del Portapapers: [$ClipboardStatus]"
InfoTitle="Lingoes"
Info="Capturar Paraula en Pantalla: [$CursorStatus]\nTraduir Text Seleccionat: [$SelectionStatus]\nTraduir Text del Portapapers: [$ClipboardStatus]"
Enabled="Habilitat"
Disabled="Deshabilitat"

[MainMenu]
Open="Obrir"
CursorTranslator="Capturar Paraula en Pantalla"
SelectionTranslator="Traduir Text Seleccionat"
ClipboardTranslator="Traduir Text del Portapapers"
Configuration="Configuració..."
Dictionaries="Diccionaris..."
Appendices="Apèndixs..."
Activation="Activació del Producte"
UpdateOnline="Actualitzar en Línia"
Help="Ajuda"
About="Quant a Lingoes"
SupportOnline="Suport en Línia"
Exit="Sortir"
EnterLicense="Introduir Llicència..."

[DlgInput]
Back="Enrere"
Forward="Endavant"
MainMenu="Menú Principal"
HistoryList="Historial"
Search="Cerca", "Cerca explicacions detallades"
WebSearch="Recerca Web"
AutoMatch="Mostrar a l'Índex", "Mostrar ubicació al Grup d'Índex"
MatchSetup="Opcions del Grup d'Índex..."
FindEngine="Obtenir més motors de recerca web..."

[DlgIndex]
Index="Índex"
Guide="Guia"
Appendix="Apèndix"
NoIndex="Sense Índex"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Afegir diccionari al <b>Grup d'Índex</b>, obtindràs suggerències mentre escrius la paraula.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>Per a gestionar el Grup d'Índex, fes click aquí.</u></a></div>"

[WebGuide]
Results="Resultats"
Spelling="Alternatives ortogràfiques"
Appendices="Apèndixs"
Options="Opcions"
Dictionaries="Diccionaris...", "Gestionar Diccionaris"
ManageAppendices="Apèndixs...", "Gestionar Apèndixs"
Configuration="Configuració...", "Obrir Diàleg de Configuració"
Help="Help", "Obrir ajuda del Lingoes"
Homepage="lingoes.net", "Visitar Web Site del Lingoes"
Community="Comunitat Lingoes", "Comunitat Online del Lingoes"

[DlgAppendix]
WndTitle="Opcions dels Apèndixs"
Close="Tancar"
Install="Instal·lar", "Apèndixs del Lingoes (*.laf)|*.laf|", "Instal·lació Fallida! \nPodria ser que no tinguéssis
suficients permisos d'accés a fitxers."
Delete="Esborrar", "Estàs segur/a de que vols esborrar \"[$Title]\"", "L'eliminació de \"[$Title]\" ha fallat! \nPodria ser que no tinguéssis
suficients permisos d'accés a fitxers."
Modify="Modificar", "La modificació ha fallat! \nPodria ser que no tinguéssis suficients permisos d'accés a fitxers."
NewGroup="Nou Grup", "No s'ha pogut crear un nou grup! \nPodria ser que no tinguéssis suficients permisos d'accés a fitxers."
MoveUp="Moure amunt"
MoveDown="Moure avall"
CreateAppendix="Crear el meu Apèndix..."
Download="Aconseguir més Apèndixs..."
Name="Nom"
Group="Grup"
InstallSucceed="\"[$Title]\" Instal·lació exitosa."
OverwriteInstall="L'apèndix ja existeix, el vols sobreescriure?\n\nTítol:[$Title]\nNom: [$Name]"
InvalidInstallFile="Fitxer d'instal·lació incorrecte!\n[$Filename]"
AppeVersionTooOld="[$Filename]\nLa versió de l'apèndix actual ([$AppeVer]) és massa antiga, per favor actualítzala.\n\nVisitar el lloc web del Lingoes per a cercar l'última versió?"
AppeVersionTooNew="[$Filename]\nLa versió de l'actual diccionari ([$AppeVer]) necessita una versió més nova del Lingoes.\n\nDescarregar l'última versió del lloc web del Lingoes ara?"

[DlgAppendixEdit]
WndTitle="Modificar \"[$Title]\"", "Crear un nou grup"
Name="Nom"
DisplayTitle="Títol"
DisplayStyle="Estil"
Ok="Ok"
Cancel="Cancel·lar"

[DlgAppendixBuilder]
WndTitle="Constructor d'Apèndixs"
Name="Nom:  (Només a-z, 0-9, guions, i guions baixos)", "Es necessita un nom, només a-z, 0-9, guions, i guions baixos."
Title="Títol:", "Es necessita un títol!"
Location="Localització de la Carpeta del Projecte:", "Error al crear la carpeta del projecte!", "Per favor selecciona una carpeta disponible"
Create="Crear Nou Projecte", "Creació del projecte satisfactòria!\n\nAra pots dissenyar l'apèndix lliurement editant el fitxer \"index.html\" ", "Error al crear 
el projecte!"
Build="Construir", "Èxit al construir el fitxer d'apèndix!\n[$Filename]", "Error al construir el fitxer d'apèndix!\n[$Filename]"
Close="Tancar"
Tips="Consells: Pots dissenyar l'apèndix lliurement editant el fitxer \"index.html\" després de crear un projecte nou."
OverwriteProject="El fitxer de projecte ja existeix, sobreescriure?"

[DlgStatus]
KeepVisible="Mantenir la finestre sempre a sobre"
CursorTranslator=""
SelectionTranslator=""
ClipboardTranslator=""
OpenMiniWnd="Obrir/tancar mini-finestra"

[DlgView]
Speak="Escolta-ho", "Escoltar el text seleccionat"
Search="Cercar"
Copy="Copiar"
Print="Imprimir..."
Save="Desar..."
Find="Cercar..."
SelectAll="Seleccionar Tot"
TextTranslate="Traducció de Text", "Executar Traducció de Text"
StartPage="Pàgina inicial", "Pàgina Inicial"
ShowIndex="Mostrar Barra Lateral"
HideIndex="Amagar Barra Lateral"
SaveFilter="Fitxer HTML (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Opció de Veu..."
SelectVoice="Triar Veu"
Activation="Activació", ""
Buy="Comprar", "Comprar una llicència comercial de Lingoes"

[DlgRegister]
Title="Lingoes - Registre d'Usuari Comercial"
FreeDownload="Lingoes és gratuït per a propòsit no comercial.\r\nDescarrega la versió gratuïta aquí..."
Name="Nom de registre:", "El nom de Registre és necessari"
Email="E-mail de registre:", "L'E-mail de registre és necessari"
RegCode="Codi de Registre:", "El codi de Registre no és vàlid"
Support="Servei al Client"
Register="Registrar", "Error al desar la informació de registre"
Exit="Sortida"

[DlgInfo]
Title="Missatge"
Ok="Ok"
Cancel="Cancel·lar"
Yes="Si"
No="No"
Retry="Tornar a intentar"
Abort="Avortar"
Ignore="Ignorar"

[DlgAuthentication]
Title="Connectar a "
TitleProxy="Connectar servidor proxy "
Username="Nom d'usuari:"
Password="Password:"
Remember="Recorda el meu password"
Ok="Ok"
Cancel="Cancel·lar"

[WndGrab]
Open="Cercar explicacions detallades"
Speak="Escoltar-ho"
Copy="Copiar"
TextTranslation="Traducció de Text"
Back="Enrere" 
Forward="Endavant"
Search="Cercar\n  Introduir:\t\tCerca\n  Ctrl + Enter:\tCercar explicacions detallades\n  Shift + Enter:\tTraducció de Text\n  Alt + Enter:\tCerca Web"
RollUp="Enrotllar/Restaurar finestra"
Option="Opció"
KeepVisible="Mantenir la finestra sempre davant"
KeepSize="Mantenir la mida de la finestra"
AutoRollUp="Auto enrotllar", "No", "[$DelaySecond] segons d'espera"
CloseMiniWnd="Tancar mini-finestra"

[DlgDictOption]
Title="Opcions de Diccionari"
NetInstall="Descarregar de Lingoes", "Descarregar diccionari del lloc web de Lingoes"
Install="Instal·lar", "Instal·lar diccionari des del disc"
Uninstall="Desinstal·lar", "Desinstal·lar diccionari"
Add="Afegir", "Afegir un diccionari a la llista"
Remove="Esborrar", "Esborrar aquest diccionari de la llista"
Download="Descarregar", "Descarregar aquest diccionari per a fer-lo servir offline"
MoveTop="", "Pujar a l'inici"
MoveUp="", "Moure amunt"
MoveDown="", "Moure avall"
MoveBottom="", "Moure al final"
MoreDetails="", "Veure detalls del diccionari"
Close="Tancar"

Installed="Diccionaris instal·lats"
Query="Diccionaris instal·lats"
Index="Grup d'Índex"
Grab="Grup de Captura de Text"

InstalledList="Diccionaris Instal·lats"
QueryList="Diccionaris Instal·lats"
IndexList="Llista del Grup d'Índex"
GrabList="Llista del Grup de Captura de Text"
DictID="ID"
Online="Online"

Type="Tipus"
OnlineType="Necessita connexió a Internet"
NotLicensed="(No llicenciat <a href='app://activate/'><u>Activar</u></a> <a href='app://buy/[$ProductID]'><u>Comprar</u></a>)"

AddFilter="Diccionaris Lingoes (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Instal·lar diccionari"
Installing="Instal·lant..."
IndexDictTooMany="Tips:\n\nAfegir massa diccionaris al \"Grup d'Índex\" ralentitzarà la velocitat de paraules coincidents durant l'escriptura de la paraula a la caixa de recerca.\n\nAixí que recomanem que afegeixis només els que més facis servir al \"Grup d'Índex\"."

[DlgDictList]
Title="Afegir diccionaris"
Add="Afegir"
Cancel="Cancel·lar"
Select="Seleccionar"
DictList="Diccionaris instal·lats"
ID="ID"
Online="Online"

[DlgDictInfo]
Title="Detalls del diccionari"
Close="Ok"

ID="ID"
MD5="MD5"
Tag="Etiquetes"
Name="Nom"
Version="Versió"
Date="Data de creació"
Update="Actualitzat"
IndexCount="Total de paraules"
Language=Llenguatge
MoreLanguage=Més...
DictTitle="Títol"
DictEdition="Edició"
DictDescription="Descripció"
PubAuthor="Autor"
PubPress="Premsa"
PubEmail="Email"
PubWebsite="Website"
PubCopyright="Copyright"
Filename="Nom del fitxer"

; Install Dictionaries
[DlgDictInstall]
Title="Instal·lar Diccionari"
InstallSucceed="S'a instal·lat satisfactòriament el diccionari \"[$DictTitle]\""
DictGroupOption="Opcions"
AddIndexGroup="Afegir al \"Grup d'Índex\""
AddIndexGroupDesc="Lingoes cercarà els diccionaris al grup d'índex i mostrarà el resultat més aproximat a la llista d'Índex mentre escriguis el text."
AddGrabGroup="Afegir al \"Grup de Captura de Text\""
AddGrabGroupDesc="Lingoes cercarà diccionaris al grup de captura de text i mostrarà el resultat de la traducció a la finestra de captura de text mentre capturi el text."
Ok="Ok"

; Configuration
[DlgOption]
Title="Configuració"
Ok="Ok"
Cancel="Cancel·lar"
General="General"
Appearance="Aparença"
Connection="Connexió"
Speech="Parla"
Hotkey="Hotkeys"
Translate="Traducció"
License="Llicències"
Capture="Captura de Text"

; General
[DlgOptGeneral]
Language="Llenguatge"
UILanguage="Llenguatge de l'interfície d'usuari"

WebSearch="Recerca Web"
SelectWebSearch="Selecciona el motor de recerca per a cercar el web"

TermHistory="Històric && Cache"
SaveHistory="Paraules cercades a desar a l'històric"
ClearHistory="Netejar Històric"
ClearHistoryConfirmation="Estàs segur/a de que vols esborrar l'històric?"

ResultCache="Cache local del diccionari online"
ClearCache="Netejar Cache", "Estàs segur/a de que vols esborrar la cache?"

AutoStart="Executar Lingoes quan entri a Windows"
StartMin="Executar-se minimitzat"

; Appearance
[DlgOptAppearance]
UserInterface="Interfície d'Usuari"
WindowStyle="Estil de finestra"
WindowFont="Mida de la lletra de finestra"
WindowFontSize="Mida de la lletra"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Mida dels resultats"
TextFont="Tipus de lletra del text"
TextFontSize="Mida de la lletra"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Lletra fonètica"
CursorTranslatorBar="Finestra de la captura de text"
FontColor="Color de la lletra"
BackColor="Color del fons"
BorderColor="Color de la vora"
Transparence="Finestres de Captura de Text transparents"
SampleText="Captura de Text"

[Style]
0="Cap estil"
1="Estil per defecte"

; Translate
[DlgOptTranslate]
SupportLCMap="Suportar mapeig de llenguatge local"
InstantTranslation="Traducció instantània"
TargetLanguage="Idioma destí:"
CurrentUserLanguage="= Llenguatge actual de l'usuari"
TargetLanguage2="Si el llenguatge destí es el mateix que l'origen, canviar-lo per:"
NoTranslate="= No traduir"

;--------- For Compatible 2.4.2 and older ----------------
CursorActivation="Capturar Paraula en Pantalla"
MouseActivation="Mode d'activació del ratolí:"
MouseOver="Ratolí-per-sobre"
LeftMouseButton="Botó esquerre del ratolí"
MiddleMouseButton="Botó del mig del ratolí"
RightMouseButton="Botó dret del ratolí"
MouseXButton1="Ratolí X Botó1"
MouseXButton2="Ratolí X Botó2"
TimeDelay="Temps d'espera:"
MSEL="milisegon"
IgnoreNumber="Ignorar Número"
IgnoreLatin="Ignorar Llatí (Anglès, Francès, Alemany, Espanyol, etc.)"
IgnoreCJK="Ignorar Xinès, Japonès i Coreà
IgnoreCyrillic="Ignorar Cirílic (Rus, Ukranià, Búlgar, etc.)"
IgnoreArabic="Ignorar Arabic, Hebreu"
InstallAdobePlugin="Instal·lar Adobe Acrobat Plug-in PDF"
ZonedWord="Traduir Text Seleccionat"
ZonedWordFilterRule="Regles de filtrat per a selecció de text..."
;----------- end --------------------

; Capture
[DlgOptCapture]
CursorActivation="Capturar Paraula en pantalla"
MouseActivation="Mode d'activació del ratolí:"
MouseOver="Ratolí-per-sobre"
LeftMouseButton="Botó esquerre del ratolí"
MiddleMouseButton="Botó del mig del ratolí"
RightMouseButton="Botó dret del ratolí"
MouseXButton1="Ratolí X Botó1"
MouseXButton2="Ratolí X Botó2"
TimeDelay="Temps d'espera:"
MSEL="milisegon"
MatchPhrase="Frase coincident"
IgnoreNumber="Ignorar Número"
IgnoreLatin="Ignorar Llatí (Anglès, Francès, Alemany, Espanyol, etc.)"
IgnoreCJK="Ignorar Xinès, Japonès i Coreà"
IgnoreCyrillic="Ignorar Cirílic (Rus, Ukranià, Búlgar, etc.)"
IgnoreArabic="Ignorar Arabic, Hebreu"
InstallAdobePlugin="Instal·lar Adobe Acrobat Plug-in PDF"
ZonedWord="Traduir Text Seleccionat"
ForTextSelection="Per a selecció de text"
ForDoubleClicking="per a fer doble clic"
ZonedWordFilterRule="Regles de filtrat per a selecció de text..."
ShowOnlyFirstResult="Mostrar només el primer resultat de la cerca"

; Capture - Text Selection Filter
[DlgOptTranslateZWFilter]
Title="Regles de filtrat per a la selecció de text"
ProgramFilename="Nom del fitxer del Programa", "Nom del fitxer del Programa (Especifica tots els programes si es deixa buit)"
WndClassName="Nom de la Classe de finestra", "Nom de la Classe de finestra (Especifica totes les finestres si es deixa buit)"
DisableSelect="Ignorar selecció de Text", "Ignorar selecció de Text"
DisableDBLClick="Ignorar doble clic", "Ignorar doble clic"
Comment="Comentari", "Comentari"
Add="Afegir"
Modify="Modificar"
Delete="Esborrar", "Estàs segur/a de voler esborrar l'ítem actual?"
Ok="Ok"
Cancel="Cancel·lar"
LoadDefault="Restaurar per defecte", "Estàs segur/a de voler restaurar les opcions per defecte?"
Browser="...", "Navegador", "Programa (*.exe)|*.exe|"
Capture="...", "Captura del nom de la classe de finestra"
AllProgram="-- Tots els programes --"
AllWindow="-- Totes les finestres --"

[WndClassNameCapture]
Title="Captura del nom de la classe de finestra"
ProgramFilename="Nom del fitxer del Programa"
WndClassName="Nom de la Classe de finestra"
Capture="Capturar-ho de la pantalla"

; Speech
[DlgOptSpeech]
RPPEngine="Enginy de Veu Natural"
RPPEnable="Habilitar"
RPPVoice="Veu"
RPPRebuildIndexFile="Reconstruir fitxer d'índex", "Reconstrucció del fitxer d'índex fallida! \nPot ser que no tinguis suficients permisos d'accés a fitxers."
Engine="Enginy Text-to-Speech (TTS)"
Voice="Veu"
Enable="Habilitar"
Volume="Volum"
Pitch="Tonalitat"
Speed="Velocitat"
Format="Format", "Per defecte", "Format d'audio no suportat: [$Format]"
RealtimePron="Pronunciació en temps real"
PronInQuery="Durant la recerca de la paraula"
PronInCapture="Durant captura de paraula en pantalla"
PronInSelect="Durant traducció del text seleccionat"
Test="Test"
EnterText="Introduir text i provar aquesta veu"
DownloadTTS="Descarregar paquet de veu de Veu Natural i Enginy TTS..."

; Connect
[DlgOptConnection]
ConnectSet="Paràmetres de connexió"
DirectConnect="Connexió directa"
IEProxyConnect="Utilitzar paràmetres del proxy del navegador web"
ProxyConnect="Connectar a través de Proxy / servidor de Firewall"
ProxyServer="Serv. de Proxy:"
ProxyPort="Port:"
Username="Nom d'usuari:"
Password="Password:"
OnlineUpdate="Actualització Online"
UpdateNow="Actualitzar ara"
EnableUpdate="Habilitar actualització Online"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="Obrir/Tancar finestra principal"
GrabToggleKey="Habilitar/Deshabilitar Captura de paraula en pantalla"
SelectionToggleKey="Habilitar/Deshabilitar Traduir text seleccionat"
ClipboardToggleKey="Habilitar/Deshabilitar Traduir text del portapapers"
Pronounce="Pronunciar"
CopyInterpretation="Copiar contingut a la traducció"
SpeakSelectedText="Escoltar el text seleccionat"
StopSpeak="Deixar de parlar"
DisableHotKey="Deshabilitar hotkeys"
OpenMiniWnd="Obrir/Tancar mini-finestra"
RollUpMiniWnd="Enrotllar/Restaurar mini-finestra"

[DlgExpire]
Title="Lingoes ha caducat"
Ok="Actualitzar ara"
Cancel="Sortir"
NetworkSettings="Paràmetres de connexió"
Support="Lingoes.net"
AskUpgrade="La versió actual ha caducat, has d'actualitzar-te a la nova versió per a poder utilitzar el programa! \nActualitzar a la nova versió?"

[DlgAbout]
DlgTitle="Quant a Lingoes"
; Version="Version: "
PortableEdition="Edició Portable"
Email="Adreça electrònica"
Website="Web site del Lingoes"
LicenseTo="Aquest producte està llicenciat a:"
; LicenseID="ID: "

;----------- new --------
PersonalUser="Personal non-commercial user"
EvaluationUser="Aquest software de prova només és per a evaluació"
UserLicenseQuantity="[$Quantity] Llicència d'usuari", "[$Quantity] Llicència d'usuari ([$KeyNo]/[$Quantity])"
LicenseExpire="La llicència expira després de [$Day] dies"
;----------- end -----------

[WebResult]
SpellingAlternatives="Alternatives ortogràfiques"
SpellChecker="Comprovador d'ortografia"
TextTranslation="Traducció de Text"
WebSearch="Cerca Web"
MoreResults="Més resultats"
WaitSearch="Arreplegant els resultats de la recerca..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>No s'han trobat resultats per a \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Com utilitzar Lingoes"
DownDictTip="Descarregar més diccionaris"
Intro="Permet traduir més de 80 idiomes<br>Traducció per cursor, traducció de text & Text To Speech"

[TextTranslation]
Title="Traducció de Text"
To="a"
Translate="Traduir"
RequestFailed="Petició als serveis de traducció fallida."
ConnectFailed="Lingoes no ha pogut connectar al servidor. Si estàs connectat a Internet, per favor comprova els teus paràmetres de connexió a la Configuració. "
WaitRequest="Demanant els resultats de la traducció..."
ParseResultFailed="Errada al resultat de l'Anàlisi de traducció. Si t'apareix aquest missatge massa vegades, per favor fes-nos-ho saber."

; Layout
[Layout]
DictMenu="Menú de diccionari"
ShowResult="Mostrar resultat"
MinimizeResult="Minimitzar resultat"
FindWord="Cerca: "
NoLicenseTip="Els continguts complerts es mostraran després de llicenciar-lo...", "Aquesta versió de prova del diccionari és només d'avaluació, els continguts complerts seran visibles després de llicenciar-lo: &nbsp;<a href='app://activate/'><u>Activar</u></a> &nbsp<a href='app://buy/[$ProductID]'><u>Comprar</u></a>", "Aquesta versió de prova del software és només d'avaluació, els continguts complerts seran visibles després de llicenciar-lo: &nbsp;<a href='app://activate/'><u>Activar</u></a> &nbsp<a href='app://buy/[$AppProductID]'><u>Comprar</u></a>"
RememberWord="Afegir la paraula a la llibreta"

; Dictionary Menu
[DictMenu]
About="Quant a..."
Enable="Habilitar"
Disable="Deshabilitar"
DisableMsg="El diccionari es troba deshabilitat i no mostrarà resultats!\nEl pots habilitar des de la finestra \"Diccionaris\"."
MoveTop="Establir com a primer resultat"
ArrangeResults="Organitzar resultats..."
IndexGroup="  (Grup Índex)"
QueryGroup="  (Grup de consulta)"
GrabGroup="  (Grup de captura de text)"

[Update]
Title="Actualització Online"
AskUpgrade="Nova versió detectada. Vols actualitzar-te a la nova versió?"
UpgradeNow="Nova versió detectada. És necessari actualitzar a la nova versió"
UpdateSuccess="Actualització satisfactòria!"
UpdateFail="Actualització fallida!"
NoUpdate="La teva versió és la més nova"

CheckUpdate="Comprovant actualització..."
GetUpdateInfo="Descarregant informació actualitzada..."
DownUpdateData="Descarregant dades actualitzades..."
ExecUpdate="Actualitzant el sistema..."
GetUpgradeInfo="Descarregant informació actualitzada..."
DownUpgradeData="Descarregant dades actualitzades..."
ExecUpgrade="Actualitzant el sistema..."
NeedExitForUpgrade="Lingoes es tancarà per a finalitzar l'actualització"

[Message]
InitUpdateServerFail="Error a l'inicialitzar el servei d'auto actualització "
StartDictServerFail="Error a l'iniciar el servei de diccionari."

DictFileErr="Format de fitxer incorrecte!\n[$Filename]"
DictVersinTooOld="[$Filename]\nLa versió de l'actual diccionari ([$DictVer]) és massa antiga, per favor actualitza-la.\n\nVisitar la web del Lingoes per a cercar l'última versió?"
DictVersinTooNew="[$Filename]\nLa versió de l'actual diccionari ([$DictVer]) necessita una versió més actual del Lingoes.\n\nDescarregar l'última versió de la web de Lingoes ara?"

AskDictRepeatInstall="La llista de diccionaris ja inclou el diccionari \"[$DictTitle]\",\nVols continuar?"
InstallDictFail="Error a l'instal·lar el diccionari:\n[$Filename]"
AskUninstall="Estàs segur/a de voler desinstal·lar el diccionari?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="La desinstal·lació del diccionari ha fallat\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="Estàs segur/a de voler treure el diccionari \"[$DictTitle]\" de la llista?"

MemoryAllocFail="Error d'assignació de memòria."
FilenameInvalid="Nom de fitxer no vàlid."
SaveFileFail="Error al desar el fitxer"
OpenFileFail="Error a l'obrir el fitxer"

AreYouAbort="Estàs segur de voler cancel·lar el procés actual?"
CreateThreadFail="Error al crear el fil"
CreateEventFail="Error al crear l'event"
Unfulfilment="La característica no és complerta"
OnlyProVersion="La característica només és per a la versió Pro."
NoRegister="És la versió no registrada. Per favor registra Lingoes per tal d'utilitzar la característica."
UsernameIsEmpty="El nom d'usuari és buid. Per favor escriu-lo."
SaveSearchResultFail="Error al desar el resultat de la recerca."

OpenAppendixFail="Error a l'obrir el contingut de l'apèndix.\n\nDescarregar l'apèndix de la web del Lingoes ara?"
OpenSpeechEngineFail="Error al carregar l'enginy TTS, per favor comprova si el TTS es troba instal·lat al teu sistema!! \n\nHas d'instal·lar l'enginy TTS al teu sistema operatiu per a escoltar-ho. Si no, per favor descarrega'l i instal·la'l de la web de Lingoes \n\nVols descarregar-ho ara?"

; NeedIE6Support="Lingoes needs Internet Explorer 6+, please update your web browser to IE6+"
NoImplement="Ho sentim, la característica no és complerta"

InstallSucceed="Instal·lació satisfactòria." 
InstallFailed="Instal·lació fallida."

[DlgOptLicense]
Product="Llicència del producte"
Enter="Introduir llicència..."
Remove="Eliminar llicència", "Eliminar una llicència pot deshabilitar algunes característiques del producte,\nVols continuar i eliminar la llicència per als següents productes:\n\n[$ProductList]"
Detail="Més detalls..."

LicenseID="ID de llicència: "
LicenseTo="Llicenciat a: "
LicenseExpire="la llicència caduca després de [$Day] dies"
UserLicenseQuantity="[$Quantity] llicències d'usuari", "[$Quantity] llicències d'usuari ([$KeyNo]/[$Quantity])"

[DlgActivation]
Title="Introduir llicència"
ActivateTitle="Introdueix la teva clau de llicència", "Pots trobar la teva clau de llicència a l'email de confirmació de compra o al disc d'instal·lació, dins de l'envoltori del producte."
LicenseKey="Clau de llicència:"
Name="El teu nom:"
Email="El teu Email:"
NetworkSet="Paràmetres de la xarxa", "Per a activar la clau de llicència cal que estiguis en línia. Per favor configura el teu servidor Proxy si és necessari."
Activate="Activar"
BuyTitle="Comprar [$Publisher]", "per a comprar [$Publisher], fes clic al botó de Compra."
Buy="Compra"
Cancel="Cancel·lar"

IncorrectProductKey="La clau de llicència és incorrecta."
IncorrectName="El nom és incorrecte. Per favor introdueix un nom de menys de 32 caràcters"
IncorrectEmail="L'adreça de correu electrònic és incorrecta. Per favor introdueix una adreça vàlida de menys de 128 caràcters."
WaitRequest="En procés... Per favor espera."

RequestFailed="L'activació ha fallat. El servidor pot estar ocupat. Per favor torna-ho a intentar més tard."
NetworkFault="No es pot connectar al servidor d'activació, per favor comprova els teus paràmetres de connexió."
ResponseError="Les dades de resposta del Servidor són incorrectes."
OtherError="Error desconegut."
SaveDataFailed="Error al desar les dades"

ActivateSuccess="Activació satisfactòria"
ActivateFailed="Activació fallida"

[WndTip]
Title="Consell del dia de Lingoes"
Close="Tancar"
